Repository: FlutterTim/flutter_gallery_app
Catalog: lib/l10n/app_*.arb
Languages: nl

# cachedImagesScreenTitle
source: Cached Images
nl: Gecachede afbeeldingen

# favoritesScreenTitle
source: Favorite Images
nl: Favoriete afbeeldingen

# homeScreenTitle
source: Home Screen
nl: Startscherm

# imageDescription
source: '{imageName}' has been made by {authorName} and uploaded to Pexels.
nl: '{imageName}' is gemaakt door {authorName} en ge√ºpload naar Pexels.

# initialSearchMessage
source: Search images by typing in the searchbar above and press 'Search'
nl: Zoek afbeeldingen door in de zoekbalk hierboven te typen, druk daarna op 'Zoeken'. Alle afbeeldingen die je ziet op deze pagina zullen automatisch gecached worden.

# noCachedImages
source: There are no cached images yet
nl: Er zijn nog geen gecachede afbeeldingen

# noFavoriteImages
source: You don't have any favorite images yet
nl: Je hebt nog geen favoriete afbeeldingen

# noImagesFound
source: No images found with that search term
nl: Geen afbeeldingen gevonden met die zoekterm

source: Search
nl: Zoeken

# searchScreenTitle
source: Search Images
nl: Afbeeldingen zoeken

# title
source: Gallery App
nl: Gallerij App
